{
  "goi": {
    "section_shows_title": "Что показывает этот раздел",
    "section_shows_text": "Глобальный индекс наблюдений и производства (GOI) отображает структурированный каталог исследовательских артефактов TRIZEL, документации и институциональных объектов. GOI обеспечивает доступ только для чтения к утвержденным управлением материалам, которые были опубликованы с Уровня-1 (выполнение исследований) на Уровень-2 (публичная презентация).",
    "section_does_not_show_title": "Что этот раздел не показывает",
    "section_does_not_show_text": "GOI не предоставляет прямой доступ к средам выполнения Уровня-1, не отображает данные исследований в реальном времени или живые метрики и не включает неопубликованные или неутвержденные исследовательские материалы. GOI не делает научных интерпретаций или оценок ценности индексированного контента.",
    "layer_relationship_title": "Отношения уровней",
    "layer_relationship_text": "GOI функционирует как интерфейс презентации Уровня-2. Вся власть для принятия решений об управлении и валидации исследований исходит от Уровня-0 (trizel-core). Среды выполнения Уровня-1 отдельны и приватны. Эта страница отображает только материалы, прошедшие процессы проверки и утверждения управления.",
    "reading_guidance_title": "Руководство по чтению",
    "reading_guidance_text": "Навигация по GOI осуществляется по исследовательской области, временной организации или статусу управления. Каждый индексированный элемент ссылается на свой полный артефакт или документацию. Многоязычные пути доступа предоставляются для институциональной прозрачности на всех официальных языках."
  },
  "lab": {
    "section_shows_title": "Что показывает этот раздел",
    "section_shows_text": "Раздел Лаборатория отображает информацию о среде выполнения Уровня-1 TRIZEL, где происходят исследовательские и разрабатывающие деятельности. Эта страница предоставляет документацию только для чтения о роли Лаборатории, границах управления и утвержденных публичных выходах.",
    "section_does_not_show_title": "Что этот раздел не показывает",
    "section_does_not_show_text": "Раздел Лаборатория не предоставляет прямой доступ к частным репозиториям, не отображает мониторинг в реальном времени или живые потоки данных и не включает внутренние исследовательские процессы или неутвержденные материалы. Через этот интерфейс Уровня-2 не доступны возможности выполнения.",
    "layer_relationship_title": "Отношения уровней",
    "layer_relationship_text": "Лаборатория функционирует как Уровень-1 (среда выполнения) под строгим контролем управления от Уровня-0 (trizel-core). Эта страница является Уровнем-2 (только презентация). Все деятельности Лаборатории подлежат процессам утверждения управлением перед публикацией. Прямой доступ к Лаборатории ограничен утвержденными управлением процессами.",
    "reading_guidance_title": "Руководство по чтению",
    "reading_guidance_text": "Просмотрите публичные счетчики и утвержденные управлением вехи, чтобы понять выходы Лаборатории. Для опубликованных исследовательских артефактов перейдите к GOI. Для политик управления обратитесь к документации Уровня-0. Эта страница поддерживает границы презентации Уровня-2."
  },
  "artifacts": {
    "section_shows_title": "Что показывает этот раздел",
    "section_shows_text": "Раздел Артефакты отображает соответствующий управлению каталог институциональных артефактов TRIZEL, исследовательских выходов и документации. Этот каталог обеспечивает структурированный доступ к снимкам с временными метками и материалам, организованным по фазам, которые были утверждены для публичной презентации.",
    "section_does_not_show_title": "Что этот раздел не показывает",
    "section_does_not_show_text": "Раздел Артефакты не включает живые данные исследований, не предоставляет доступ к неопубликованным материалам и не отображает внутренние артефакты выполнения или разработки. Этот каталог не делает научных утверждений или интерпретаций об артефактах, которые он индексирует.",
    "layer_relationship_title": "Отношения уровней",
    "layer_relationship_text": "Каталог Артефактов функционирует как Уровень-2 (презентация и отображение). Все каталогизированные материалы происходят из утвержденных управлением путей публикации. Уровень-0 (trizel-core) сохраняет окончательную власть над утверждением и классификацией артефактов. Этот каталог доступен только для чтения и не авторитетен.",
    "reading_guidance_title": "Руководство по чтению",
    "reading_guidance_text": "Навигация по артефактам осуществляется по обозначению фазы, временной организации или типу артефакта. Каждая запись каталога включает метаданные управления и ссылки на полное содержание артефакта. Артефакты организованы хронологически и по институциональной фазе для ясности."
  }
}
