{
  "goi": {
    "section_shows_title": "ما يظهره هذا القسم",
    "section_shows_text": "يعرض مؤشر المراقبة والإنتاج العالمي (GOI) كتالوجًا منظمًا لمنتجات البحث في TRIZEL والوثائق والأشياء المؤسسية. يوفر GOI وصولاً للقراءة فقط إلى المواد المعتمدة من الحوكمة التي تم نشرها من الطبقة-1 (تنفيذ البحث) إلى الطبقة-2 (العرض العام).",
    "section_does_not_show_title": "ما لا يظهره هذا القسم",
    "section_does_not_show_text": "لا يوفر GOI وصولاً مباشرًا إلى بيئات تنفيذ الطبقة-1، ولا يعرض بيانات البحث في الوقت الفعلي أو المقاييس المباشرة، ولا يتضمن مواد بحثية غير منشورة أو غير معتمدة. لا يقدم GOI تفسيرات علمية أو تقييمات قيمة للمحتوى المفهرس.",
    "layer_relationship_title": "علاقة الطبقات",
    "layer_relationship_text": "يعمل GOI كواجهة عرض للطبقة-2. جميع السلطات لاتخاذ قرارات الحوكمة والتحقق من البحث تأتي من الطبقة-0 (trizel-core). بيئات تنفيذ الطبقة-1 منفصلة وخاصة. تعرض هذه الصفحة فقط المواد التي اجتازت عمليات المراجعة والموافقة على الحوكمة.",
    "reading_guidance_title": "دليل القراءة",
    "reading_guidance_text": "تصفح GOI حسب مجال البحث أو التنظيم الزمني أو حالة الحوكمة. يرتبط كل عنصر مفهرس بمنتجه الكامل أو وثائقه. يتم توفير مسارات وصول متعددة اللغات لتحقيق الشفافية المؤسسية في جميع اللغات الرسمية."
  },
  "lab": {
    "section_shows_title": "ما يظهره هذا القسم",
    "section_shows_text": "يعرض قسم المختبر معلومات حول بيئة تنفيذ الطبقة-1 في TRIZEL حيث تحدث أنشطة البحث والتطوير. توفر هذه الصفحة وثائق للقراءة فقط حول دور المختبر وحدود الحوكمة والمخرجات العامة المعتمدة.",
    "section_does_not_show_title": "ما لا يظهره هذا القسم",
    "section_does_not_show_text": "لا يوفر قسم المختبر وصولاً مباشرًا إلى المستودعات الخاصة، ولا يعرض المراقبة في الوقت الفعلي أو تدفقات البيانات المباشرة، ولا يتضمن عمليات البحث الداخلية أو المواد غير المعتمدة. لا توجد قدرات تنفيذ متاحة من خلال واجهة الطبقة-2 هذه.",
    "layer_relationship_title": "علاقة الطبقات",
    "layer_relationship_text": "يعمل المختبر كطبقة-1 (بيئة تنفيذ) تحت السيطرة الصارمة للحوكمة من الطبقة-0 (trizel-core). هذه الصفحة هي الطبقة-2 (عرض فقط). جميع أنشطة المختبر تخضع لعمليات الموافقة على الحوكمة قبل النشر. الوصول المباشر إلى المختبر مقتصر على العمليات المعتمدة من الحوكمة.",
    "reading_guidance_title": "دليل القراءة",
    "reading_guidance_text": "راجع العدادات العامة والمعالم المعتمدة من الحوكمة لفهم مخرجات المختبر. للحصول على منتجات البحث المنشورة، انتقل إلى GOI. لسياسات الحوكمة، ارجع إلى وثائق الطبقة-0. تحافظ هذه الصفحة على حدود عرض الطبقة-2."
  },
  "artifacts": {
    "section_shows_title": "ما يظهره هذا القسم",
    "section_shows_text": "يعرض قسم المنتجات كتالوجًا متوافقًا مع الحوكمة للمنتجات المؤسسية في TRIZEL ومخرجات البحث والوثائق. يوفر هذا الكتالوج وصولاً منظمًا إلى اللقطات ذات الطوابع الزمنية والمواد المنظمة حسب المرحلة التي تمت الموافقة عليها للعرض العام.",
    "section_does_not_show_title": "ما لا يظهره هذا القسم",
    "section_does_not_show_text": "لا يتضمن قسم المنتجات بيانات البحث المباشرة، ولا يوفر وصولاً إلى المواد غير المنشورة، ولا يعرض منتجات التنفيذ أو التطوير الداخلية. لا يقدم هذا الكتالوج ادعاءات علمية أو تفسيرات حول المنتجات التي يفهرسها.",
    "layer_relationship_title": "علاقة الطبقات",
    "layer_relationship_text": "يعمل كتالوج المنتجات كطبقة-2 (عرض وإظهار). جميع المواد المفهرسة تأتي من مسارات النشر المعتمدة من الحوكمة. تحتفظ الطبقة-0 (trizel-core) بالسلطة النهائية على الموافقة على المنتجات وتصنيفها. هذا الكتالوج للقراءة فقط وغير موثوق.",
    "reading_guidance_title": "دليل القراءة",
    "reading_guidance_text": "تصفح المنتجات حسب تعيين المرحلة أو التنظيم الزمني أو نوع المنتج. يتضمن كل إدخال في الكتالوج بيانات وصفية للحوكمة وروابط إلى محتوى المنتج الكامل. يتم تنظيم المنتجات زمنيًا وحسب المرحلة المؤسسية للوضوح."
  }
}
